"ALL_DAY_DAY_VIEW" = "день";
"NOON" = "12:00";
"UNTITLED_EVENT" = "Новое событие";
"ALL_DAY" = "день";
"ALL_DAY_EVENTS" = "события на весь день";
"CELL_ENDS" = "Конец";

"CALENDARS" = "Календари";

"ALL" = "Все";
"ALL_CALENDARS" = "Все календари";
"ALL_OF_STORE" = "Все %@";
"N_CALENDARS" = "Календарей: %@";

"SHOW_CALENDARS" = "Календари";
"SHOW_ALL_CALENDARS" = "Показать все календари";
"HIDE_ALL_CALENDARS" = "Скрыть все календари";
"NO_CALENDARS" = "Нет календарей";

"ALERT" = "Напоминание";
"ALERT_LOWERCASE" = "напоминание";
"ALERT_DETAIL_NAV_TITLE" = "Напомнить";
"SECOND_ALERT" = "2-е напомин.";
"NONE_ALERT" = "Нет";
"NONE_INVITEES" = "Нет";
"EVENT" = "Событие";
"EVENTS" = "События";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ дн.";
"INTERVAL_DAY" = "1 день";
"INTERVAL_HOURS" = "%@ час.";
"INTERVAL_HOUR" = "1 час";
"INTERVAL_MINUTES" = "%@ мин.";
"INTERVAL_MINUTE" = "1 минута";
"INTERVAL_SECONDS" = "%@ сек.";
"INTERVAL_SECOND" = "1 секунда";
"INTERVAL_WEEK" = "1 неделю";
"INTERVAL_FORMAT_BEFORE" = "За %@";
"INTERVAL_FORMAT_AFTER" = "через %@";
"BEFORE" = " до";
"AFTER" = " после";
"ON_TIME" = "В момент события";
"ON_TIME_AT" = "В день события (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = "—";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "до ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Весь день";

"DETAIL_DURATION_FORMAT" = "с %@ до %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "с %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "с %@ до %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "до %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Весь день с %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "до %@";

"CALENDAR" = "Календарь";
"UNTITLED_CALENDAR" = "Новый";
"UNTITLED_ACCOUNT" = "Новая уч. запись";

"NOTES_PLACEHOLDER" = "Заметки";
"NOTES_LOWERCASE" = "примечания";
"NOTES" = "Заметки";
"SHOW_ALL_NOTES" = "Показать все заметки";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Смотреть в Facebook";

"UNKNOWN" = "Неизвестно";

"SHARED_CALENDAR" = "Общий календарь";
"SHARED" = "Общие";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Доступ открыл: %@";
"SHARED_WITH_SINGLE_PERSON" = "Общий для: %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Общий для: %@ и…";
"PUBLIC_AND_SHARED" = "Открытый и Общий для: %@…";

"ACCESS_DENIED_EVENTS" = "У этой программы нет доступа к Вашим календарям.";
"ACCESS_DENIED_REMINDERS" = "У этой программы нет доступа к Вашим напоминаниям.";

/* Name of subscribed group */
"SUBSCRIBED" = "Подписные календари";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Дни рождения";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Другие";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Напоминания";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Дом";
"ICLOUD_WORK_CALENDAR" = "Работа";

"STARTS" = "Начало";
"ENDS" = "Конец";

"REPEAT" = "Повторять";
"NEVER" = "Никогда";
"DAILY" = "Ежедневно";
"WEEKLY" = "Еженедельно";
"BIWEEKLY" = "Раз в 2 недели";
"MONTHLY" = "Ежемесячно";
"YEARLY" = "Ежегодно";
"CUSTOM" = "Произвольно";

"AVAILABILITY" = "Доступность";
"BUSY" = "Нет";
"FREE" = "Да";
"TENTATIVE" = "Может быть";
"OUT_OF_OFFICE" = "Не на месте";

"EDIT" = "Правка";
"CANCEL" = "Отменить";
"DONE" = "Готово";
"ADD" = "Добавить";
"TO_WITH_COLON" = "Кому:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Подробнее";
"ICS_EVENTS" = "Событий: %@";

/* button title */
"ICS_ADD_ALL" = "Добавить все";
"ICS_ADD_SOME" = "Добавить (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Календарь";

"DELETE_CALENDAR" = "Удалить календарь";
"EDIT_CALENDAR" = "Правка";
"EDIT_CALENDARS" = "Правка";
"ADD_CALENDAR" = "Календарь";
"JOIN_CALENDAR" = "Подключиться";
"CALENDAR_NAME" = "Название календаря";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Новый календарь…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Добавить календарь…";
"DELETE_CALENDAR_CONFIRMATION" = "Вы действительно хотите удалить этот календарь? Все события и напоминания, связанные с ним, также будут удалены.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Вы действительно хотите удалить этот календарь? Все события, связанные с ним, также будут удалены.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Вы действительно хотите удалить этот календарь? Все напоминания, связанные с ним, также будут удалены.";

"UNKNOWN_IDENTITY" = "кто-то";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Кто-то";

"JOIN_CALENDAR_TITLE_FORMAT" = "Подключиться к календарю «%@»?";
"JOIN_CALENDAR_BODY_FORMAT" = "Участник %@ пригласил Вас в общий календарь.";

"CANCELELD_BY_FORMAT" = "Отменено участником: %@";
"FROM_FORMAT" = "От кого: %@";
"TIME_CHANGED_TO_FORMAT" = "Время изменено на %@";
"DATE_CHANGED_TO_FORMAT" = "Дата изменена на %@";
"LOCATION_CHANGED" = "Геопозиция изменена";

"QUOTED_FORMAT" = "Календарь «%@»";

"COLOR" = "Цвет";
"PURPLE" = "Лиловый";
"ORANGE" = "Оранжевый";
"BLUE" = "Синий";
"RED" = "Красный";
"BROWN" = "Коричневый";
"YELLOW" = "Желтый";
"GREEN" = "Зеленый";

"SHARED_WITH_COLON" = "Общий для:";
"PENDING" = "Ожидание ответа";
"OWNER" = "Владелец";
"ADD_PERSON" = "Добавить участника";
"ADD_PERSON_WITH_ELLIPSIS" = "Добавить участника…";
"PUBLIC_CALENDAR" = "Открытый календарь";
"PUBLIC_CALENDAR_DESCRIPTION" = "Разрешить всем подписываться на версию этого календаря только для чтения.";
"PUBLISHING_WITH_ELLIPSIS" = "Публикация…";
"VIEW_ONLY" = "Только просмотр";
"VIEW_AND_EDIT" = "Просмотр и правка";
"ALLOW_EDITING" = "Разрешить правку";
"ALLOW_EDITING_DESCRIPTION" = "Разрешить этому участнику вносить\nизменения в календарь.";
"RESEND_SHARING_INVITATION" = "Повторить отправку общ. пригл.";
"REMOVE_FROM_CALENDAR" = "Удалить из календаря";
"REMOVE" = "Удалить";
"REMOVE_ALERT_TEXT" = "Участник: %@ немедленно потеряет доступ к этому календарю.";
"SHARE_LINK_WITH_ELLIPSIS" = "Общий доступ к ссылке…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Способ отправки ссылки на календарь:";
"EMAIL" = "E-mail";
"MESSAGE" = "Сообщение";
"TWEET" = "Твит";
"COPY_LINK" = "Скопировать ссылку";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Добавлено в «%@» участником: %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Удалено из «%@» участником: %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Обновлено в %@ участником: %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ изменено пользователем: %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ изменено на %@ участником: %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ и %@ изменены пользователем: %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "В календарь «%2$@» добавлено событий: %1$@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "Из календаря «%2$@» удалено событий: %1$@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "В календаре «%2$@» обновлено событий: %1$@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "В календарь «%2$@» участником: %3$@ добавлено событий: %1$@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "Из календаря «%2$@» участником: %3$@ удалено событий: %1$@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "В календаре «%2$@» участником: %3$@ обновлено событий: %1$@.";

"SHARED_PROP_DATE" = "дата";
"SHARED_PROP_TIME" = "время";
"SHARED_PROP_TITLE" = "заголовок";
"SHARED_PROP_LOCATION" = "геопозиция";

"ADD_SHAREES_PROMPT" = "Добавить участников в этот календарь.";

"CREATED_BY" = "Создано";
"EDITED_BY" = "Кем изменено:";
"CREATED_BY_LOWERCASE" = "создано";
"EDITED_BY_LOWERCASE" = "кем изменено:";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "Участник: %@ подключился к Вашему общему календарю.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "Участник: %@ отклонил Ваш общий календарь.";
"PENDING_SHARED_CALENDAR_FORMAT" = "Участник %@ еще не ответил на это приглашение на общий календарь.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Общий доступ к календарю закрыт.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Этот календарь стал открытым.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Подписаться на мой календарь %@";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Подписаться на мой календарь %@ по адресу: %@";

"ATTACHMENTS" = "Вложенные файлы";
"ATTACHMENTS_LOWERCASE" = "вложенные файлы";
"CANNOT_OPEN_ATTACHMENT" = "Не удается открыть вложение";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ из %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "В процессе загрузки вложения произошла ошибка.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Этот тип файла не поддерживается.";
"UNTITLED_ATTACHMENT" = "Вложение без названия";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Обновление календарей…";

"ENDS_TIME_FORMAT" = "конец: %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ в %@";
"CALENDAR_TODAY" = "Сегодня";
"CALENDAR_TODAY_LOWER" = "сегодня";
"CALENDAR_YESTERDAY" = "Вчера";
"CALENDAR_YESTERDAY_LOWER" = "вчера";
"CALENDAR_TOMORROW" = "Завтра";
"CALENDAR_TOMORROW_LOWER" = "завтра";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "Последн. %@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "последн. %@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "Последн. %@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "последн. %@";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "Эта %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "эта %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Эта %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "эта %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Подписные календари";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Подписные календари";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
